<div class="container">
<h3>Регистрация:</h3>
<br>
<?php $View::renderForm($form); ?>
</div>

<div class="container">
<h3>Условия за ползване</h3>
<p class="eula">С настоящата регистрация се съгласявам, че личните ми данни може да бъдат използвани за лични облаги от собственика на сайта, че вероятно ще бъдат продадени на Илюминатите, че на мое име може да се регистрират дюнерджийници в Пазарджик, както и че нямам против нататък сайта да ми говори на "ти".<br><br>
Съгласен(на) съм, че сайтът може да използва данните за превозните ми средства за трафик на наркотици, за екстрадиране на бежанци, хванати от Динко от Ямбол, както и за спекулации с цените на краставиците в Каспичан.<br><br>
Сайтът използва курабии, вафли, марципани и шоколадови бонбони, богати на глутен и лишени от всякакви огризения на съвестта.<br><br>
Съгласен(на) съм, да не се приемам прекалено насериозно и да спра да споделям уловените от мен покемони в социалните мрежи и сред приятелите си.<br><br>
</div>
<script src="/js/register-form.js"></script>